/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Dashboard";
"Telemetry" = "Telemetry";
"Fan Control" = "Fan Control";
"Profiles" = "Profiles";
"Advanced" = "Advanced";
"Menu Bar" = "Menu Bar";
"System Info" = "System Info";
"Desktop Widgets" = "Desktop Widgets";

"AMD Power" = "AMD Power";
"Gadget" = "Gadget";

"CPU" = "CPU";
"GPU" = "GPU";
"Freq" = "Freq";
"Average" = "Average";
"Avg: %@" = "Avg: %@";
"Collecting data…" = "Collecting data…";

"Low Power Mode (LPM)" = "Low Power Mode (LPM)";
"Allows macOS to auto-manage CPU frequency" = "Allows macOS to auto-manage CPU frequency";
"Forces CPU to lowest frequency for minimum power" = "Forces CPU to lowest frequency for minimum power";
"Core Performance Boost (CPB)" = "Core Performance Boost (CPB)";
"Update Interval" = "Update Interval";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage.";

"Opciones en Menú Bar" = "Menu Bar Options";
"Choose which items appear in the menu bar. Changes apply immediately." = "Choose which items appear in the menu bar. Changes apply immediately.";
"Customize the visual appearance of the menu bar items." = "Customize the visual appearance of the menu bar items.";
"Límite de Temp de Alerta" = "Alert Temp Limit";
"Color de Alerta de Temp" = "Alert Temp Color";
"Color de Flechas" = "Arrows Color";
"Additional telemetry for the menu bar." = "Additional telemetry for the menu bar.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "GPU data is shown inside Temp, Power, Memory and Fan columns when enabled.";
"Show GPU VRAM" = "Show GPU VRAM";
"G:X.XG in Memory column" = "G:X.XG in Memory column";
"Show GPU Fan Speed" = "Show GPU Fan Speed";
"G:XXXX in Fan column" = "G:XXXX in Fan column";

"No fans detected." = "No fans detected.";
"SMC driver not available" = "SMC driver not available";
"Your SMC chip may not be supported." = "Your SMC chip may not be supported.";
"RPM" = "RPM";
"Throttle" = "Throttle";
"↩ Reset to Auto" = "↩ Reset to Auto";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Select a profile to adjust the CPU operating range. Changes take effect immediately.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root.";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "This will write the raw P-State definitions directly to the CPU. Proceed?";
"Disabled — work in progress" = "Disabled — work in progress";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "Enable in OC: Misc → Security → ExposeSensitiveData = 0x08";
"Motherboard info not available" = "Motherboard info not available";

"Vista previa de la Barra de Menús:" = "Menu Bar Preview:";
"Ancho estimado: %dpt" = "Estimated Width: %dpt";
"Restart the app to fully apply width changes." = "Restart the app to fully apply width changes.";
"Small (%dpt)" = "Small (%dpt)";
"Medium (%dpt)" = "Medium (%dpt)";
"Large (%dpt)" = "Large (%dpt)";

"Green" = "Green";
"Blue" = "Blue";
"Orange" = "Orange";
"Red" = "Red";
"Purple" = "Purple";
"Pink" = "Pink";
"Teal" = "Teal";
"Turquoise" = "Turquoise";

"Verde" = "Green";
"Azul" = "Blue";
"Naranja" = "Orange";
"Rojo" = "Red";
"Morado" = "Purple";
"Rosa" = "Pink";
"Turquesa" = "Teal";

"Dynamic Colors (Temp Only)" = "Dynamic Colors (Temp Only)";
"Temp Alert Color" = "Temp Alert Color";
"Temp Alert Limit" = "Temp Alert Limit";
"Network" = "Network";
"Network Arrows Color" = "Network Arrows Color";
"Exit" = "Exit";
"AMD Power Gadget" = "AMD Power Gadget";
"AMD Power Tool" = "AMD Power Tool";
"SMC Fans" = "SMC Fans";

"Fan 1" = "Fan 1";
"Fan 2" = "Fan 2";
"Fan 3" = "Fan 3";
"Fan 4" = "Fan 4";
"Fan 5" = "Fan 5";
"Fan 6" = "Fan 6";
"Fan 7" = "Fan 7";
"Fan 8" = "Fan 8";

/* Alerts */
"To enable motherboard display:" = "To enable motherboard display:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information.";
"Done" = "Done";
"Invalid Input" = "Invalid Input";
"Please type in numbers in hexadecimal." = "Please type in numbers in hexadecimal.";
"Unable to Set PStateDef" = "Unable to Set PStateDef";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change.";
"Your changes will not be saved" = "Your changes will not be saved";
"Click apply to save changes before closing this windows." = "Click apply to save changes before closing this windows.";
"Cancel" = "Cancel";
"Close without saving" = "Close without saving";
"Invalid File" = "Invalid File";
"The selected file could not be read or is not a valid pstate file." = "The selected file could not be read or is not a valid pstate file.";
"OK" = "OK";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Avg: %.2f GHz, Max: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f W";

/* Session Peaks */
"Session Peaks" = "Session Peaks";
"Reset Peaks" = "Reset Peaks";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "GPU Fan Control (Zero RPM / Curves)";
"macOS Hardware Limitation" = "macOS Hardware Limitation";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans.";
"Standard Hackintosh Solution:" = "Standard Hackintosh Solution:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties.";
"Open SPPT Guide" = "Open SPPT Guide";
"MorePowerTool" = "MorePowerTool";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Native CPPC Active Mode (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Enables autonomous hardware frequency scaling (recommended)";
"Power Management Mode" = "Power Management Mode";
"Energy Preference (EPP)" = "Energy Preference (EPP)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Select a hardware autonomous profile. The CPU will scale frequency dynamically.";
"Performance" = "Performance";
"Balanced Perf" = "Balanced Perf";
"Balanced Power" = "Balanced Power";
"Power Save" = "Power Save";
"Active Profile Status" = "Active Profile Status";
"CPU Speed Profiles (Legacy)" = "CPU Speed Profiles (Legacy)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Select a manual P-State override profile. Frequencies will be restricted to the selected step.";
"Mode" = "Mode";
"EPP Profile" = "EPP Profile";

/* Desktop Widgets */
"Show CPU Widget" = "Show CPU Widget";
"Show GPU Widget" = "Show GPU Widget";
"Show RAM Widget" = "Show RAM Widget";
"Show Disk Widget" = "Show Disk Widget";
"Show Network Widget" = "Show Network Widget";
"Show Fan Widget" = "Show Fan Widget";
"Disable All Widgets" = "Disable All Widgets";
"Sort by Rank" = "Sort by Rank";
"Edit Widget Layout" = "Edit Widget Layout";
"Unlock widgets to drag them around the screen" = "Unlock widgets to drag them around the screen";
"Widget Options" = "Widget Options";
"Customize the appearance and behavior of your desktop widgets." = "Customize the appearance and behavior of your desktop widgets.";
"Auto-Align Active Widgets" = "Auto-Align Active Widgets";
"Automatically stack active widgets at a corner" = "Automatically stack active widgets at a corner";
"Alignment Corner" = "Alignment Corner";
"Top Right" = "Top Right";
"Top Left" = "Top Left";
"Bottom Right" = "Bottom Right";
"Bottom Left" = "Bottom Left";
"Show Clock Widget" = "Show Clock Widget";
"Clock" = "Clock";
"Stats Table" = "Stats Table";
"Classic Glass" = "Classic Glass";
"Pro Monitor" = "Pro Monitor";
"Core Matrix" = "Core Matrix";

"United" = "United";
"Show United Widget" = "Show United Widget";
"Configure Combined Metrics" = "Configure Combined Metrics";
"Include CPU" = "Include CPU";
"Include GPU" = "Include GPU";
"Include RAM" = "Include RAM";
"Include Disk" = "Include Disk";
"Include Network" = "Include Network";
"Include Fan" = "Include Fan";

"Temas & Apariencia" = "Themes & Appearance";
"Análisis" = "Analysis";

"Select Visual Theme (Instant Application)" = "Select Visual Theme (Instant Application)";
"Custom Theme Creator & Exchange (JSON)" = "Custom Theme Creator & Exchange (JSON)";
"Chart Rendering Style" = "Chart Rendering Style";
"Custom Theme Editor" = "Custom Theme Editor";
"Showing active theme colors. Adjust any color to customize." = "Showing active theme colors. Adjust any color to customize.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "透明度は「不透明度」スライダーで設定してください（macOSのカラーパネルだけではアルファがリセットされやすいです）。";
"Opacity" = "不透明度";
"Edit Active Theme" = "Edit Active Theme";
"Export Theme (JSON)" = "Export Theme (JSON)";
"Import Theme (JSON)" = "Import Theme (JSON)";
"Card Background" = "Card Background";
"Cyan Accent" = "Cyan Accent";
"Orange Accent" = "Orange Accent";
"Green Accent" = "Green Accent";
"Purple Accent" = "Purple Accent";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/s";
"%.0f MHz" = "%.0f MHz";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fW";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "%.1f Ghz";
"%.1f M/s" = "%.1f M/s";
"%.1f s" = "%.1f s";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f GHz";
"%.3f V" = "%.3f V";
"%.4f V" = "%.4f V";
"100°C" = "100°C";
"1h" = "1時間";
"24h" = "24時間";
"30d" = "30日";
"60°C" = "60°C";
"7d" = "7d";
"Accept & Continue" = "承認して続ける";
"Active" = "アクティブ";
"All Auto" = "すべての自動";
"All Combined" = "すべての組み合わせ";
"All Fans Auto" = "すべてのファン自動";
"AMD CPU Cores" = "AMD CPUコア";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "AMD パワー ガジェット recolecta datos automaticamente cada minuto.";
"AMD Processor Power Manager (PPM)" = "AMD Processor Power Manager (PPM)";
"Analysis" = "分析";
"Apply" = "適用";
"Apply P-States?" = "P-状態を適用しますか？";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "リソースウィジェットが表示される順序を整理します。矢印をクリックして位置を変更します。";
"Arrow Color" = "矢印の色";
"Automatically switches EPP profiles based on live CPU load" = "ライブCPU負荷に基づいてEPPプロファイルを自動的に切り替えます";
"Average core frequency in GHz" = "GHzの平均コア周波数";
"Average utilization over time" = "平均稼働時間";
"Avg Frequency" = "平均周波数";
"Avg." = "平均：";
"Avg: %.0f%%" = "Avg: %.0f%%";
"Balanced\n%.1f GHz" = "バランスの取れた\n%.1f GHz";
"Base\n%.1f GHz" = "Base\n%.1f GHz";
"BIOS / Auto" = "BIOS / 自動";
"Buscando actualizaciones..." = "Buscando actualizaciones...";
"Bytes (Read)" = "バイト (読み込み)";
"Bytes (Write)" = "バイト (書き込み)";
"Cargando tendencias de telemetría..." = "Cargando tendencias de telemetría...";
"Chart Metric" = "グラフのメトリック";
"Chart Type" = "グラフの種類";
"Charts require macOS 13+" = "チャートにはmacOS 13以降が必要です";
"Charts require macOS 13.0+" = "チャートにはmacOS 13.0以降が必要です";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "GitHub で SMCAMDProcessor と AMD Power Gadget の新しいリリースを確認してください。";
"Check for Updates" = "アップデートの確認";
"Check Now" = "今すぐチェック";
"Circular Ring" = "環状リング";
"Column Bars" = "列バー";
"Configure Charts" = "チャートの設定";
"Configure labels and layout details for widgets inside the popover." = "ポップオーバー内のウィジェットのラベルとレイアウトの詳細を設定します。";
"Connection Error: %@" = "接続エラー: %@";
"Continuous Background Logging" = "連続バックグラウンドログ";
"Continuously write telemetry samples to a CSV file in the background" = "テレメトリサンプルをバックグラウンドでCSVファイルに継続的に書き込みます";
"Control Mode" = "コントロールモード";
"Core Rankings (Estimated by Freq)" = "コアランキング（Freqによって刺激される）";
"Could not fetch release info." = "リリース情報を取得できませんでした。";
"CPPC hardware rankings are active and loaded from the processor." = "CPPCハードウェアランキングは、プロセッサからアクティブおよびロードされます。";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "CPPCハードウェア値を読み取ることができませんでした。各コアのクロック周波数の最大値からランキングを推定します。";
"CPPC Preferred Cores (Silicon Quality)" = "CPPC 優先コア (シリコン品質)";
"CPPC: Active" = "CPPC: アクティブ";
"CPPC: Estimated" = "CPPC: 推定値";
"CPU and GPU temperatures" = "CPUとGPUの温度";
"CPU Average Frequency" = "CPU平均周波数";
"CPU Freq Avg (GHz)" = "CPU周波数平均(GHz)";
"CPU Frequency" = "CPU周波数";
"CPU Load" = "CPU負荷";
"CPU Load (%)" = "CPU負荷 (%)";
"CPU Package Power" = "CPUパッケージ電力";
"CPU Per-Core Thread Load" = "コア毎スレッド負荷";
"CPU Power" = "CPU電力";
"CPU Power (W)" = "CPU電力 (W)";
"CPU Power Alert" = "CPUパワーアラート";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "CPUパワーは %.1fW ( %dW以上) %d 秒以上になりました！";
"CPU Temp" = "CPU温度";
"CPU Temp (°C)" = "CPU温度 (°C)";
"CPU Temperature" = "CPU温度";
"CPU Temperature Alert" = "CPU温度アラート";
"CPU temperature has reached %.1f°C!" = "CPUの温度が %.1f°Cに達しました！";
"CPU Tracker" = "CPUトラッカー";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "現在のバージョン: v%@\n新バージョン: %@\n\nリリースノート:\n%@";
"Curve" = "曲線";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "Curve OptimizerはAMDRyzenCPUPowerManagement kextがZen 3 SMUメールボックスインターフェイスをサポートしている場合にのみ有効です。";
"Custom" = "カスタム";
"Customize the behavior and visibility of the menu bar popover." = "メニューバーのポップオーバーの動作と表示をカスタマイズします。";
"Cyberpunk Neon" = "Cyberpunk Neon";
"Delete Point" = "ポイントを削除";
"Device Utilization %" = "デバイスの利用 %";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "メタルグラフィックスアクセラレーションがシステムにない場合は、重い視覚効果を無効にします。";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "免責事項: このソフトウェアは、低レベルのハードウェア制御レジスタと直接相互作用します。 これを使用することにより、システムの不安定性、ハードウェアの損傷、またはエイリアンの侵入に対する絶対的な責任は、完全にユーザーにあることに同意するものとします。";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "免責事項: このソフトウェアは、低レベルのハードウェア制御レジスタと直接相互作用します。これを使用することにより、絶対責任はユーザーに完全に帰属することに同意するものとします。";
"Disk" = "ディスク";
"DISK" = "ディスク";
"Disk Activity" = "ディスクのアクティビティ";
"Disk Activity (MB/s)" = "ディスクアクティビティ（MB/s）";
"Disk Activity (Read+Write)" = "ディスクのアクティビティ（読み取り+書き込み）";
"Disk I/O" = "ディスク I/O";
"Disk Tracker" = "ディスクトラッカー";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "ログイン時にメニューバーでAMD Power Gadgetを起動しますか？ \n\n これは一度だけ尋ねられます。 この設定は後で外観メニューから変更できます。";
"Donate (PayPal)" = "寄付 (PayPal)";
"Download" = "ダウンロード";
"Download on GitHub" = "GitHubでダウンロード";
"Download Update" = "アップデートをダウンロード";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "曲線を編集するには、制御点をドラッグします。空白をダブルクリックして追加します（最大8）。点をダブルクリックするか、右クリックして削除します。";
"Dynamic Auto-EPP Workload Engine" = "動的自動EPPワークロードエンジン";
"Dynamic Next-Gen Fan Curves" = "動的次世代ファン曲線";
"Edit Layout" = "レイアウトを編集";
"Efficient\n%.1f GHz" = "効率的な\n%.1f GHz";
"Enable additional stats columns inside the popover." = "ポップオーバー内の追加統計列を有効にします。";
"Enable System Alerts" = "システムアラートを有効にする";
"Error reading CPU data." = "CPU データの読み込み中にエラーが発生しました。";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "カーネル内で256ステップのLUT補間、ヒステリシス、スムーズなランピングで評価されました。";
"Export" = "エクスポート";
"Export CSV" = "CSVエクスポート";
"Export Telemetry History" = "テレメトリー履歴をエクスポート";
"Export the history of samples currently in memory to a CSV file" = "現在メモリにあるサンプルの履歴をCSVファイルにエクスポートします";
"Failed — check kext privileges (-amdpnopchk)." = "失敗しました — 次の権限を確認します (-amdpnopchk)。";
"Fan" = "ファン";
"Fan Number" = "ファン番号";
"Fan Speed" = "ファン速度";
"Fan Speed (RPM)" = "ファン速度 (RPM)";
"Fan Speed(RPM)" = "ファンスピード（RPM）";
"Filled Area" = "塗りつぶしエリア";
"Freq:" = "Freq:";
"Frequency" = "利息支払回数";
"Frequency Max:" = "最大頻度:";
"GHz" = "GHz";
"GitHub Repository" = "GitHub Repository";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "GitHub Repository\n\nAMD OS X コミュニティに感謝!\n\nCopyright ©️ 2020-2026 Droga. All rights reserved.";
"GPU Load" = "GPU 読み込み";
"GPU Model" = "GPU モデル";
"GPU Power" = "GPU パワー";
"GPU Power (W)" = "GPU パワー (W)";
"GPU Temp" = "GPU Temp";
"GPU Temp (°C)" = "GPU 温度 (°C)";
"GPU Temperature" = "GPU 温度";
"GPU Tracker" = "GPU トラッカー";
"H.264 & HEVC Active" = "H.264, HEVC有効";
"H.264 Active (HEVC Inactive)" = "H.264アクティブ(HEVC Inactive)";
"HEVC Active (H.264 Inactive)" = "HEVC アクティブ(H.264非アクティブ)";
"Hide this fan" = "ファンを隠す";
"High Load Threshold (Performance)" = "高負荷閾値 (パフォーマンス)";
"Histograma de Barras" = "ヒストグラマ・デ・バラス";
"Hysteresis" = "Hysteresis";
"I accept that absolute responsibility lies entirely with the user." = "私は、絶対責任は完全にユーザーにあることを受け入れます。";
"Idle Threshold (Power Save)" = "アイドル限界値 (パワーセーブ)";
"Import" = "インポート";
"Inactive" = "非アクティブ";
"Inactive / Not Supported" = "非アクティブ/サポートされていません";
"Index" = "目次と索引";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "コアあたりの正または負の電圧オフセットを注入します。中心は0（オーバーライドなし）です。制限：-30（アンダーボルト）から+30（オーバボルト）カウント。";
"Inst(s) Retired:" = "インストラクター退会:";
"Kext Update Available" = "Kext Updateが利用可能です";
"Later" = "後で";
"Line Only" = "行のみ";
"Load" = "読み込み";
"Loading..." = "読み込み中...";
"Log File Location" = "ログファイルの場所";
"Logical Cores" = "論理コア";
"Low Performance Mode" = "低パフォーマンスモード";
"Low Power\n%.1f GHz" = "低電力\n%.1f GHz";
"Línea Escalonada (Step)" = "リネア・エスカロナダ（ステップ）";
"Línea Suave (Spline)" = "Li’nea Suave (Spline)";
"Manual Override" = "手動で上書き";
"Max Speed" = "最大速度";
"Max." = "最大";
"MB/s" = "MB/s";
"Memory Usage" = "メモリ使用量";
"Menu Bar Preview:" = "メニューバーのプレビュー:";
"Mi Tema Custom" = "Mi Tema Custom";
"Min." = "分";
"Monochrome Stealth" = "モノクロステルス";
"Máx." = "最大の値。";
"Máx:" = "最大値:";
"Mín." = "マイク。";
"Mín:" = "Mín:";
"N/A" = "該当なし";
"Net" = "Net";
"Net Download (MB/s)" = "ネットダウンロード（MB/s）";
"Net Upload (MB/s)" = "ネットアップロード (MB/s)";
"Network Speed" = "ネットワーク速度";
"Network Throughput" = "ネットワークのスループット設定";
"Network Total Speed" = "ネットワークの合計速度";
"New version %@ available!" = "新しいバージョンの %@ が利用可能です！";
"New Version Available: %@" = "新しいバージョンが利用可能: %@";
"No" = "いいえ";
"No AMDRyzenCPUPowerManagement Found!" = "AMDRyzenCPUPowerManagementが見つかりません！";
"No curves configured." = "曲線が設定されていません。";
"No hay suficientes datos recolectados aún." = "No hay suficientes datos recolectados aún.";
"No location selected" = "位置情報が選択されていません";
"No metrics active" = "メトリックがアクティブではありません";
"No release notes available." = "利用可能なリリースノートはありません。";
"Nordic Frost" = "Nordic Frost";
"Not Supported" = "対応していません";
"Not supported by your CPU" = "CPU ではサポートされていません";
"Not yet" = "まだです";
"Open Dashboard" = "ダッシュボードを開く";
"Other Popover Widgets" = "その他のポップオーバーウィジェット";
"P-State Editor" = "P-状態エディター";
"P-States applied successfully." = "P-状態の適用に成功しました。";
"P-States Configuration" = "P-状態設定";
"Package" = "パッケージ";
"Package Power" = "パッケージパワー";
"Peak Fan" = "ピークファン";
"Peak Freq" = "ピークFreq";
"Peak Power" = "ピーク電力";
"Peak Temp" = "最大温度";
"Performance\n%.1f GHz" = "パフォーマンス\n%.1f GHz";
"Performance & Fallback" = "パフォーマンスとフォールバック";
"Personalizado" = "Personalizado";
"Physical Cores" = "物理コア";
"Pin Popover Open" = "ポップアップをピン留めする";
"Platform" = "プラットフォーム";
"Please download AMDRyzenCPUPowerManagement from the release page." = "リリースページからAMDRyzenCPUPowerManagementをダウンロードしてください。";
"Popover Config" = "Popover Config";
"Popover General Settings" = "ポップオーバー全般設定";
"Popover Menu" = "Popover Menu";
"Power" = "パワー";
"Power Warning Threshold (PPT)" = "パワー警告限界(PPT)";
"Prevent the popover from closing when clicking outside" = "外をクリックしたときにポップオーバーが閉じないようにする";
"Preview" = "プレビュー";
"Processor" = "プロセッサ";
"Profile" = "プロフィール";
"Progress Bar" = "進行状況バー";
"Prom." = "プロム。";
"PWR" = "PWR";
"Quick Fan Access" = "クイックファンアクセス";
"Quit" = "終了";
"Quit and Download" = "終了してダウンロード";
"Radeon GPU" = "Radeon GPU";
"Radeon Graphics utilization percentage" = "Radeon グラフィックス利用率";
"RAM" = "RAM";
"RAM Tracker" = "RAMトラッカー";
"RAM Usage" = "RAM Usage";
"RAM Usage (%)" = "RAM Usage (%)";
"RAM Utilization" = "RAM Utilization";
"RAM utilization percentage" = "RAM使用率";
"Ramp Rate" = "ランプレート";
"Raw Register Details" = "生登録の詳細";
"Read Speed" = "読み取り速度";
"Real-time energy consumption in Watts" = "ワットのリアルタイムエネルギー消費";
"Real-time History" = "リアルタイム履歴";
"Real-time upload / download speed (↑/↓)" = "リアルタイムのアップロード/ダウンロード速度 (Enterprise/<unk> )";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "CPU が設定された火力または電力制限を超えると、ネイティブ macOS アラートを受信します。";
"Refresh Rate" = "リフレッシュ率";
"Relative Time (s)" = "相対時間";
"Replaces translucent blurs with solid colors to save CPU" = "CPUを節約するために、ぼかしの半透明を単色に置き換えます";
"Requests permission and enables hardware limit warnings" = "パーミッションを要求し、ハードウェア制限の警告を有効にする";
"Revert" = "復元";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "デスクトップ上の任意のウィジェットを直接右クリックして、動的にスタイルを変更します (Classic Glass、Pro Monitor、Core Matrix)。";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "安全な免責事項と責任契約";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "Selectciona's una graa'fica en el panel superior para visualizar su histo'rico.";
"Select File..." = "ファイルを選択...";
"Select which metrics are shown and choose their visualization style." = "表示するメトリックを選択し、表示スタイルを選択します。";
"Series" = "シリーズ";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "ライブテレメトリー用のフローティング、非インタラクティブなウィジェットをデスクトップに表示します。";
"Show All (%d hidden)" = "すべて表示 (%d 非表示)";
"Show CPU" = "CPU を表示";
"Show Fan RPM" = "ファンRPMを表示";
"Show GPU Power" = "GPU パワーを表示";
"Show GPU Row" = "GPU 行を表示";
"Show GPU Temp" = "GPUの温度を表示";
"Show Memory" = "メモリを表示";
"Show Network" = "ネットワークを表示";
"Show Network Row" = "ネットワーク行の表示";
"Show Network Speed Sparkline Graph below" = "ネットワーク速度の輝線グラフを下に表示する";
"Show Per-Core Utilization Grid below" = "コアごとの利用グリッドを以下に表示";
"Show Power" = "電力を表示";
"Show Ring Details" = "リングの詳細を表示";
"Show Ring Labels" = "着信ラベルを表示";
"Show Temperature" = "温度を表示";
"Show Temperature Sparkline Graph below" = "温度線グラフを下に表示";
"Show Top Processes" = "トッププロセスを表示";
"Single large value instead of max/avg stack" = "max/avg スタックの代わりに 1 つの大きな値";
"SMC Fan Control" = "SMCファンコントロール";
"Smooth Curves" = "滑らかな曲線";
"Software" = "ソフトウェア";
"Software Updates" = "ソフトウェアの更新";
"Solarized Amber" = "アンバー";
"Speed" = "速度";
"SSD" = "SSD";
"Startup at login?" = "ログイン時に起動しますか？";
"Statistics" = "統計情報";
"Storage" = "ストレージ";
"Style" = "スタイル";
"Style Options" = "スタイルオプション";
"Styles & Themes" = "Styles & Themes";
"Supported by your CPU" = "CPU でサポート";
"Sustained Duration" = "持続時間";
"Swap Total" = "合計を入れ替え";
"Swap Used" = "スワップ使用";
"System Alert Notifications" = "システムアラート通知";
"System Up to Date" = "今日までのシステム";
"Tahoe Glass" = "多宝ガラス";
"Temp" = "Temp";
"Temp Source" = "Temp Source";
"Temperature" = "温度";
"Temperature Warning Threshold" = "温度警告しきい値";
"Temperature(C)" = "温度 (C)";
"Temperatures" = "温度";
"Themes & Appearance" = "テーマと外観";
"Thermal History" = "熱の歴史";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "AMDRyzenCPUPowerManagementが不正なデータを報告しているため、このアプリケーションは起動できません。";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk.";
"Thread %d: %.1f%%" = "Thread %d: %.1f%%";
"Time" = "時刻";
"Timeframe" = "Timeframe";
"Timestamp" = "タイムスタンプ";
"TMP" = "TMP";
"Todas las gráficas están ocultas." = "Todas las gráficas están ocultas.";
"Top Processes" = "トッププロセス";
"Total" = "合計";
"Total Power(W)" = "合計パワー(W)";
"Tracks active memory usage and pressure." = "アクティブなメモリ使用量とプレッシャーを追跡します。";
"Tracks CPU utilization average and core temperature." = "CPU使用率の平均とコア温度を追跡します。";
"Tracks graphics memory (VRAM) utilization." = "グラフィックメモリ (VRAM) の使用状況を追跡します。";
"Tracks graphics utilization and temperature." = "グラフィックの使用状況と温度を追跡します。";
"Tracks primary storage capacity usage." = "プライマリストレージ容量の使用状況を追跡します。";
"Unknown" = "不明";
"Unknown GPU" = "不明なGPU";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "カーブオプティマイザのロックを解除する (DANGEROUS: 不安定なアンダーボルトがカーネルパニックや即座に再起動を引き起こす可能性があります)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "P-状態エディタのロックを解除（危険：正しくない設定はハードウェアをクラッシュまたは損傷する可能性があります）";
"Upload" = "アップロード";
"Uptime" = "稼働時間";
"Use Popover Menu" = "ポップオーバーメニューを使用";
"Used memory in GB" = "GBで使用されたメモリ";
"Used RAM" = "Used RAM";
"UTC Time" = "UTC時間";
"V-F Operating Curve" = "V-F 動作曲線";
"Value" = "値";
"VDA Decoder" = "VDA Decoder";
"Visible charts:" = "表示されるグラフ:";
"Volt:" = "Volt:";
"VRAM" = "VRAM";
"VRAM Tracker" = "VRAMトラッカー";
"VRAM Used" = "VRAM使用";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "W";
"Weekday" = "Weekday";
"Widget Reordering" = "ウィジェットの並べ替え";
"Widget Selection & Display Style" = "ウィジェットの選択と表示スタイル";
"Widget Style" = "ウィジェットのスタイル";
"Write Speed" = "書き込み速度";
"Yes" = "はい";
"You are running the most recent version of AMD Power Gadget (v%@)." = "AMD Power Gadget (v%@) の最新バージョンを実行しています。";
"You have the latest version installed (v%@)." = "最新バージョンがインストールされています (v%@)。";
"°C" = "°C";
"Área Rellena (Gradient)" = "A'rea Rellena (グラデーション)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "お使いの AMDRyzenCPUPowerManagement バージョン (%@) が古く、API に互換性がありません。バージョン 3.0.0 以降を使用して、このアプリケーションを再度起動してください。";

/* App language picker */
"Language" = "言語";
"App Language" = "アプリの言語";
"Choose the interface language. The app will restart to apply the change." = "インターフェース言語を選択します。変更を適用するにはアプリが再起動します。";
"System Default" = "システムのデフォルト";
"Current: %@" = "現在: %@";
"Restart required" = "再起動が必要です";
"Apply & Restart" = "適用して再起動";
"The app needs to restart to load the selected language." = "選択した言語を読み込むにはアプリを再起動する必要があります。";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "この操作には管理者権限が必要です。AMD Power Gadget を root で実行するか、ブート引数 -amdpnopchk を追加してください。";

/* Crowdin: recent UI strings */